[Public]
;Object=(Name=Engine.Console,Class=Class,MetaClass=Engine.Console)
Object=(Name=Engine.ServerCommandlet,Class=Class,MetaClass=Core.Commandlet)
Object=(Name=Engine.MasterMD5Commandlet,Class=Class,MetaClass=Core.Commandlet)
Preferences=(Caption="Параметры графического ядра",Parent="Дополнительно",Class=Engine.GameEngine,Category=Settings,Immediate=True)
Preferences=(Caption="Команды управления",Parent="Дополнительно",Class=Engine.Input,Immediate=True,Category=Aliases)
Preferences=(Caption="Стандартные команды управления",Parent="Дополнительно",Class=Engine.Input,Immediate=True,Category=RawKeys)
Preferences=(Caption="Драйверы",Parent="Дополнительные параметры",Class=Engine.Engine,Immediate=False,Category=Drivers)
Preferences=(Caption="Общедоступные сведения о сервере",Parent="Сеть",Class=Engine.GameReplicationInfo,Immediate=True)
Preferences=(Caption="Параметры игры",Parent="Дополнительные параметры",Class=Engine.GameInfo,Immediate=True)

[Errors]
NetOpen=Error opening file
NetWrite=Error writing to file
NetRefused=Сервер отказался отправлять объект ''%s''
NetClose=Ошибка закрытия файла
NetSize=Контрольная сумма не соответствует размеру файла
NetMove=Ошибка перемещения файла
NetInvalid=Получен некорректный запрос на файл
NoDownload=Объект ''%s'' не может быть загружен
DownloadFailed=Не удалось загрузить объект ''%s'': %s
RequestDenied=Сервер запросил файл для текущего уровня: доступ запрещен
ConnectionFailed=Не удалось установить соединение
ChAllocate=Не удалось создать конференцию
NetAlready=Подключение к сети уже произведено
NetListen=Не удалось перейти в режим ожидания: отсутствует необходимый протокол
LoadEntry=Загрузка невозможна: %s
InvalidUrl=Некорректный адрес URL (%s)
InvalidLink=Некорректная ссылка (%s)
FailedBrowse=Не удалось присоединиться к конференции ''%s'': %s
Listen=%s - перейти в режим ожидания не удалось
AbortToEntry=Ошибка! Возврат к стартовому экрану...
ServerOpen=Серверы не могут использовать сетевые адреса URL
ServerListen=%s - выделенному серверу не удалось перейти в режим ожидания
Pending=Подключиться к конференции ''%s'' не удалось, %s
LoadPlayerClass=Не удалось загрузить информацию об игроках
ServerOutdated=Устаревшая версия сервера

[Progress]
CancelledConnect=Отмененная попытка соединения
RunningNet=%s: %s (количество игроков - %i)
NetReceiving=Загрузка объекта ''%s'': %i/%i
NetReceiveOk=Объект ''%s'' успешно загружен
NetSend=Отправка объекта ''%s''
NetSending=Отправка объекта ''%s'': %i/%i
Connecting=Установка соединения...
Listening=Ожидание клиентов...
Loading=Загрузка
Saving=Сохранение
Paused=Приостановлено игроком %s
ReceiveFile=Получение объекта ''%s'' (отмена - F10)
ReceiveOptionalFile=Получение необязательного файла ''%s'' (пропустить - F10)
ReceiveSize=Размер: %i K, выполнено: %3.1f%%
ConnectingText=Установка соединения (отмена - F10):
ConnectingURL=swat://%s/%s

[Console]
ClassCaption=Стандартная консоль Unreal
LoadingMessage=ЗАГРУЗКА
SavingMessage=СОХРАНЕНИЕ
ConnectingMessage=УСТАНОВКА СОЕДИНЕНИЯ
PausedMessage=ПАУЗА
PrecachingMessage=КЭШИРОВАНИЕ
ChatChannel=ОБЩЕНИЕ
TeamChannel=(КОМАНДА)

[MasterMD5Commandlet]
HelpCmd=mastermd5
HelpOneLiner=Управление базой данных Master MD5
HelpUsage=mastermd5 [-команды...] <параметры>
HelpWebLink=http://www.swat.sierra.com
HelpParm[0]=-c
HelpDesc[0]=Создание новой базы данных MD5
HelpParm[1]=-a 
HelpDesc[1]=Добавление объектов в базу данных
HelpParm[2]=-s
HelpDesc[2]=Просмотр выбранной базы данных
HelpParm[3]=-r
HelpDesc[3]=Исправить все значения на <param>
[General]
Upgrade=Для подключения к этому серверу необходимо обновление, доступное по следующему адресу:
UpgradeURL=http://www.swat.sierra.com
UpgradeQuestion=Запустить веб-браузер и открыть страницу с обновлением?
Version=Версия %i

[Menu]
HelpMessage=
MenuList=
LeftString=Влево
RightString=Вправо
CenterString=По центру
EnabledString=Вкл.
DisabledString=Минимальная
HelpMessage[1]="Это меню пока не задействовано."
YesString=Да
NoString=Нет

[Inventory]
PickupMessage=Подобран предмет
M_Activated=" включено"
M_Selected=" выбрано"
M_Deactivated=" выключено"
ItemArticle=a

[WarpZoneInfo]
OtherSideURL=

[GameInfo]
SwitchLevelMessage=Смена карт
DefaultPlayerName=Игрок
LeftMessage=" покинул игру."
FailedSpawnMessage=Не удалось разместить модель
FailedPlaceMessage=Не найдена стартовая позиция (PlayerStart)
NameChangedMessage=Новое имя - 
EnteredMessage=" присоединился к игре."
GameName="Игра"
MaxedOutMessage=Сервер переполнен.
WrongPassword=Введен неверный пароль
NeedPassword=Для присоединения к этой игре необходим пароль
FailedTeamMessage=Не удалось собрать команду

[LevelInfo]
Title=Название

[Weapon]
MessageNoAmmo=" остался без боеприпасов."
PickupMessage=Вы получили оружие
DeathMessage=Игрок %o был убит игроком %k (%w).
ItemName=Тип
DeathMessage[0]=Игрок %o был убит игроком %k (%w).
DeathMessage[1]=Игрок %o был убит игроком %k (%w).
DeathMessage[2]=Игрок %o был убит игроком %k (%w).
DeathMessage[3]=Игрок %o был убит игроком %k (%w).

[Counter]
CountMessage=Еще %i...
CompleteMessage=Готово!

[Ammo]
PickupMessage=Вы подобрали боеприпасы

[Pickup]
ExpireMessage=

[SpecialEvent]
DamageString=

[DamageType]
Name=убит.
AltName=убит.

[PlayerPawn]
QuickSaveString=Быстрое сохранение
NoPauseMessage=Игра не может быть приостановлена
ViewingFrom=Наблюдает
OwnCamera=через собственную камеру
FailedView=Не удалось сменить режим обзора.
CantChangeNameMsg=Невозможно сменить имя во время рейтинговой игры.

[Pawn]
NameArticle=" a "

[Spectator]
MenuName=Зритель

[ServerCommandlet]
HelpCmd=server
HelpOneLiner=Сервер коллективной игры по сети
HelpUsage=<название карты>.unr[?game=тип игры] [-<команды>...] [parm=<значения>]...
HelpWebLink=http://www.swat.sierra.com
HelpParm[0]=Log
HelpDesc[0]=Создание файла отчета
HelpParm[1]=AllAdmin
HelpDesc[1]=Предоставление всем игрокам прав администратора

[KeyNames]
LeftMouse=ЛКМ
RightMouse=ПКМ
MiddleMouse=СКМ
Tab=Tab
Enter=Enter
Shift=Shift
Ctrl=Ctrl
Alt=Alt
Pause=Pause
CapsLock=Caps Lock
Escape=Esc
Space=Пробел
PageDown=Page Down
End=End
Left=Стрелка влево
Up=Стрелка вверх
Right=Стрелка вправо
Down=Стрелка вниз
Insert=Insert
Delete=Delete
Equals=+
Comma=Запятая
Backspace=Backspace
PageUp=Page Up
home=Home
Select=Select
Print=Print
Execute=Execute
PrintScrn=Print Screen
Help=Справка
GreyStar=* (цифр.)
GreyMinus=- (цифр.)
GreyPlus=+ (цифр.)
Separator=Разделитель
NumPadPeriod=. (цифр.)
GreySlash=/ (цифр.)
NumLock=Num Lock
ScrollLock=Scroll Lock
LShift=Левый Shift
RShift=Правый Shift
LControl=Левый Ctrl
RControl=Правый Ctrl
Attn=Attn
MouseWheelDown=Колесико прокрутки вниз
MouseWheelUp=Колесико прокрутки вверх
Joy1=Кнопка джойстика 1
Joy2=Кнопка джойстика 2
Joy3=Кнопка джойстика 3
Joy4=Кнопка джойстика 4
Joy5=Кнопка джойстика 5
Joy6=Кнопка джойстика 6
Joy7=Кнопка джойстика 7
Joy8=Кнопка джойстика 8
Joy9=Кнопка джойстика 9
Joy10=Кнопка джойстика 10
Joy11=Кнопка джойстика 11
Joy12=Кнопка джойстика 12
Joy13=Кнопка джойстика 13
Joy14=Кнопка джойстика 14
Joy15=Кнопка джойстика 15
Joy16=Кнопка джойстика 16
JoyX=Ось джойстика X
JoyY=Ось джойстика Y
JoyZ=Ось джойстика Z
JoyR=Ось джойстика R
JoyU=Ось джойстика U 
JoyV=Ось джойстика V
JoySlider1=Бегунок 1
JoySlider2=Бегунок 1
NumPad1=1 (цифр.)
NumPad2=2 (цифр.)
NumPad3=3 (цифр.)
NumPad4=4 (цифр.)
NumPad5=5 (цифр.)
NumPad6=6 (цифр.)
NumPad7=7 (цифр.)
NumPad8=8 (цифр.)
NumPad9=9 (цифр.)
NumPad0=0 (цифр.)
UNKNOWN5B=Левая клавиша Win
UNKNOWN5C=Правая клавиша Win
UNKNOWN5D=Приложения
F15=Кнопка мыши 5 / F15
Mouse5=Кнопка мыши 5 / F15
Mouse4=Кнопка мыши 4
